Repository: leocarona/MyHitchhikingSpots-for-WP
Catalog: MyHitchhikingSpots.WP8/Resources/AppResources.*.resx
Languages: pt

# ResourceLanguage
source: en-US
pt: pt

# AppBarButtonText
source: add
pt: Adicionar

# CopyMapRouteButtonText
source: copy url
pt: copiar url

# CurrentLocationMapBalloonTitle
source: Current location
pt: Posicionamento atual

# DeleteSpotConfirmationMessage
source: Are you sure you want to delete this spot?
pt: Tem certeza de que deseja excluir este local?

# DeleteSpotConfirmationTitle
source: WARNING
pt: AVISO

# DeleteSpotSucceededMessage
source: Spot successfully deleted.
pt: Ponto excluído com êxito.

# GetSpotNameFaultedMessage
source: Sorry, something went wrong.
pt: Algo deu errado.

# GetSpotNameRedoConfirmation
source: This location seems to be already reverse-geocoded, do you really want it to be done again? Push "Ok" to continue.
pt: O reverse geocode para este local já obteve o nome desta cidade, deseja refazer a consulta? Selecione "Ok" para continuar.

# GetSpotNameSucceededMessage
source: City: {0} Country: {1}
pt: Cidade: {0} País: {1}

# GotARideButtonText
source: got a ride
pt: peguei carona

# ListTabTitle
source: list
pt: lista

# MapEditFormCreateSucceededMessage
source: Map created successfuly!
pt: Mapa criado com êxito!

# MapEditFormNameText
source: Name
pt: Nome

# MapEditFormSaveButtonText
source: save
pt: salvar

# MapEditFormSaveFaultedMessage
source: Sorry, something went wrong. Your map might not had been created/updated.
pt: Algo deu errado. Talvez seu mapa não tenha sido criado/atualizado com sucesso.

# MapEditFormUpdateSucceededMessage
source: Map updated successfuly!
pt: Mapa atualizado com êxito!

# MapItemEditAttemptResultMandatoryText
source: You must select an Attempt Result.
pt: Você deve selecionar um Resultado da Tentativa.

# MapItemEditCreateViewTitle
source: new spot
pt: novo local

# MapItemEditEvaluateSaveSucceededText
source: Evaluation saved successfully!
pt: Avaliação salva com êxito!

# MapItemEditEvaluateViewTitle
source: evaluate spot
pt: Avaliar local

# MapItemEditFormAttemptResultText
source: Attempt Result
pt: Resultado da tentativa

# MapItemEditFormDateText
source: Date
pt: Data

# MapItemEditFormDeleteButtonText
source: delete
pt: deletar

# MapItemEditFormGetSpotNameButtonText
source: get more info
pt: Obter informação

# MapItemEditFormHitchabilityText
source: Hitchability
pt: Facilidade pra se conseguir carona

# MapItemEditFormMapText
source: Map
pt: Mapa

# MapItemEditFormNoteText
source: Note
pt: Nota

# MapItemEditFormSaveButtonText
source: save
pt: salvar

# MapItemEditFormTimeText
source: Time
pt: Hora

# MapItemEditFormWaitingTimeText
source: Waiting time
pt: Tempo de espera

# MapItemEditFormWaitingTimeUnitText
source: in minutes
pt: em minutos

# MapItemEditHitchabilityMandatoryText
source: You must select one of the options for Hitchability.
pt: Você deve selecionar uma opção para a Facilidade de se conseguir carona neste local.

# MapItemEditInvalidWaitingTimeText
source: Waiting Time must be a number.
pt: O tempo de espera deve ser um número.

# MapItemEditUpdateSucceededText
source: Update saved successfully!
pt: Atualização salva com êxito!

# MapItemEditUpdateViewTitle
source: edit spot
pt: editar local

# MapsViewCreateNewButtonText
source: create new
pt: criar novo

# MapsViewTitle
source: maps
pt: mapas

# MapsViewUnselectMapButtonText
source: unselect map
pt: Deselecionar mapa

# MapTabTitle
source: map
pt: mapa

# MapViewTitle
source: map
pt: mapa

# RecordButtonText
source: record
pt: salvar local atual

# RouteMapUrlCopiedMessage
source: Url copied to clipboard.
pt: URL copiado para a área de transferência. Cole-a para compartilhar com seus amigos.

# SpotsViewTitle
source: spots
pt: locais
